tap "aws/tap"
tap "homebrew/bundle"
brew "autojump"
brew "advancecomp"
brew "awscli"
brew "bison"
brew "chruby"
brew "closure-compiler"
brew "coreutils"
brew "curl"
brew "docker-compose"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "glib"
brew "gnutls"
brew "go"
brew "graphviz"
brew "harfbuzz"
brew "jenv"
brew "jq"
brew "lame"
brew "libass"
brew "maven"
brew "nuget"
brew "nmap"
brew "nvm"
brew "plantuml"
brew "ruby-build"
brew "ruby-install"
brew "screen"
brew "stow"
brew "tree"
brew "vim"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
cask "adobe-acrobat-reader"
cask "alfred"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "balenaetcher"
cask "brave-browser"
cask "calibre"
cask "corretto"
cask "corretto11"
cask "corretto17"
cask "corretto8"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keepassx"
cask "licecap"
cask "loopback"
cask "postman"
cask "postico"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "twine"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "dbaeumer.vscode-eslint"
vscode "dustin-woods.twee2-tw2-syntax"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "redhat.java"
vscode "secretlab.yarn-spinner"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"