tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mongodb/brew"
brew "autojump"
brew "advancecomp"
brew "glib"
brew "closure-compiler"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "ffmpeg"
brew "git"
brew "go"
brew "graphviz"
brew "jenv"
brew "maven"
brew "nuget"
brew "nvm"
brew "plantuml"
brew "tree"
brew "vim"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
cask "adobe-acrobat-reader"
cask "android-sdk"
cask "android-studio"
cask "balenaetcher"
cask "calibre"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "keepassx"
cask "licecap"
cask "loopback"
cask "postman"
cask "rawtherapee"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "twine"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
